<template>
  <div class="agreement">
    <h2>《游蝌众创推广平台用户注册协议》</h2>
    <h2>1. 重要须知</h2>
    <p>
      欢迎您与各游蝌众创推广平台经营者（详见定义条款）共同签署本《游蝌众创推广平台用户注册协议》（下称“本协议”），
      <span>成为游蝌众创推广平台游戏渠道</span>并使用游蝌众创推广平台服务！
    </p>
    <p>
      各服务条款前所列索引关键词仅为帮助您理解该条款表达的主旨之用，不影响或限制本协议条款的含义或解释。为维护您自身权益，建议您仔细阅读各条款具体表述。
    </p>
    <h3>1.1. 审慎阅读</h3>
    <P
      >您在申请注册流程中点击同意本协议之前，应当认真阅读本协议。请您务必审慎阅读、充分理解各条款内容，特别是免除或者限制责任的条款、法律适用和争议解决条款。免除或者限制责任的条款将以粗体下划线标识，您应重点阅读。</P
    >
    <h3>1.2. 签约动作</h3>
    <p>
      当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，即表示您已充分阅读、理解并接受本协议的全部内容，并与游神达成一致，成为游蝌众创推广平台“用户”。阅读本协议的过程中，如果您不同意本协议或其中任何条款约定，您应立即停止注册程序。
    </p>

    <h2>2. 定义</h2>
    <h3>2.1. 游蝌众创推广平台：</h3>
    <P>
      <span
        >是指游神手机游戏推广业务平台，为游戏推广合作伙伴提供推广游戏签约、信息发布、通知公告及数据查询等合作服务的平台</span
      >
    </P>
    <h3>2.2. 游神：</h3>
    <P
      >指游蝌众创推广平台经营者的单称或合称，包括游蝌众创推广平台经营者江西游神信息技术有限公司及其分公司、子公司或其他合作伙伴等。</P
    >
    <h3>2.3. 游蝌众创推广平台服务：</h3>
    <P
      >指游神基于互联网，以包含游蝌众创推广平台网站、客户端等在内的各种形态（包括未来技术发展出现的新的服务形态）向您提供的各项服务。</P
    >
    <h3>2.4. 游蝌众创推广平台规则：</h3>
    <P
      >包括在所有游蝌众创推广平台内已经发布及后续发布的全部规则、实施细则、产品流程说明解读、公告等内容。</P
    >
    <h3>2.5. 同一用户：</h3>
    <P
      >使用同一身份认证信息或经游神排查认定多个游戏推广账户的实际控制人为同一人的，均视为同一用户。</P
    >

    <h2>3. 协议范围</h2>
    <h3>3.1. 签约主体</h3>
    <h3>3.1.1. 平等主体</h3>
    <P
      >本协议由您与游蝌众创推广平台经营者共同缔结，本协议对您与游蝌众创推广平台经营者均具有合同效力。</P
    >
    <h3>3.1.2. 主体信息</h3>
    <P
      >游蝌众创推广平台经营者是指经营游蝌众创推广平台的各法律主体。本协议项下，游蝌众创推广平台经营者可能根据游蝌众创推广平台的业务调整而发生变更。游蝌众创推广平台经营者还有可能因为提供新的游戏/产品推广服务而新增，如您使用新增的游戏/产品推广服务的，视为您同意新增的游蝌众创推广平台经营者与您共同履行本协议。发生争议时，您可根据您具体使用的服务及对您权益产生影响的具体行为对象确定与您履约的主体及争议相对方。</P
    >
    <h3>3.2. 补充协议</h3>
    <P
      >由于互联网高速发展，您与游神签署的本协议列明的条款并不能完整罗列并覆盖您与游神所有权利与义务，现有的约定也不能保证完全符合未来发展的需求。因此，游蝌众创推广平台法律声明及隐私权政策、游蝌众创推广平台规则均为本协议的补充协议，与本协议不可分割且具有同等法律效力。如您使用游蝌众创推广平台服务，视为您同意上述补充协议。</P
    >

    <h2>4. 账户注册与使用</h2>
    <h3>4.1. 用户资格</h3>
    <P>
      您确认，在您开始注册程序使用游蝌众创推广平台服务前，您应当具备中华人民共和国法律规定的与您行为相适应的民事行为能力。游蝌众创推广平台暂不向未成年人开放注册，如果您是未成年人，则应立停止注册程序。若您不具备前述与您行为相适应的民事行为能力，则您及您的监护人应依照法律规定承担因此而导致的一切后果。</P
    >
    <h3>4.2. 账户说明</h3>
    <h3>4.2.1. 账户获得</h3>
    <p>
      当您按照注册页面提示填写信息、阅读并同意本协议且完成全部注册程序后，您可获得游蝌众创推广平台的账户并成为游蝌众创推广平台用户。账户使用您有权使用您设置或确认的账户名称及您设置的密码（账户名称及密码合称“账户”）登录游蝌众创推广平台。
    </p>
    <p>
      由于您的账户关联您的个人信息及游蝌众创推广平台的商业信息，您的账户仅限您本人使用。未经游蝌众创推广平台同意，您直接或间接授权第三方使用您账户或获取您账户项下信息的行为无效。如游神根据游蝌众创推广平台规则中约定的违约认定程序及标准判断您账户的使用可能危及您的账户安全及/或游蝌众创推广平台信息安全的，游蝌众创推广平台可拒绝提供相应服务或终止本协议。
    </p>
    <h3>4.2.2. 账户转让</h3>
    <P
      >由于用户账户关联用户信用信息，仅当有法律明文规定、司法裁定或经游神同意，并符合游蝌众创推广平台规则规定的用户账户转让流程的情况下，您可进行账户的转让。您的账户一经转让，该账户项下权利义务一并转移。除此外，您的账户不得以任何方式转让，否则游蝌众创推广平台有权追究您的违约责任，且由此产生的一切责任均由您承担。</P
    >
    <h3>4.2.3. 实名认证</h3>
    <P
      >作为游蝌众创推广平台经营者，为使您更好地使用游蝌众创推广平台的各项服务，保障您的账户安全，游神可要求您按要求及我国法律规定完成实名认证。</P
    >
    <h3>4.2.4. 不活跃账户回收</h3>
    <P
      >如您的账户同时符合以下条件，则游神可回收您的账户，您的账户将不能再登录游蝌众创推广平台，相应服务同时终止：</P
    >
    <P>（一）未绑定通过实名认证的账户；</P>
    <P>（二）连续15个自然日未登录游蝌众创推广平台。</P>
    <h3>4.3. 注册信息管理</h3>
    <h3>4.3.1. 真实合法</h3>
    <h3>4.3.1.1. 信息真实</h3>
    <P
      >在使用游蝌众创推广平台服务时，您应当按游蝌众创推广平台页面的提示准确完整地提供您的信息（包括您的姓名/公司名称及<u
        style="color: rgb(128, 0, 128)"
        >QQ</u
      >、联系电话、联系地址等），以便游神或其他用户与您联系。您了解并同意，您有义务保持您提供信息的真实性及有效性。</P
    >
    <h3>4.3.1.2. <u style="color: rgb(128, 0, 128)">账户</u>名的合法性</h3>
    <P
      >您设置的账户名称不得违反国家法律法规及游神网规则关于账户名称规范的管理规定，否则游神可修改您的账户名称。账户名称的修改不影响您登录游蝌众创推广平台并使用游蝌众创推广平台服务。</P
    >
    <h3>4.3.2. 更新维护</h3>
    <P
      >您应当及时更新您提供的信息，在法律有明确规定要求游神作为平台服务提供者必须对部分用户（如您推广的游戏或产品的用户等）的信息进行核实的情况下，游神将依法不时地对您的信息进行检查核实，您应当配合提供最新、真实、完整、有效的信息。</P
    >
    <P
      >如游神按您最后一次提供的信息与您联系未果、您未按游神的要求及时提供信息、您提供的信息存在明显不实或行政司法机关核实您提供的信息无效的，您将承担因此对您自身、他人及游神造成的全部损失与不利后果。游神可向您发出询问或要求整改的通知，并要求您进行重新认证，直至中止、终止对您提供部分或全部游蝌众创推广平台服务，游神对此不承担责任。</P
    >
    <h3>4.4. 账户安全规范</h3>
    <h3>4.4.1. 账户安全保管义务</h3>
    <P
      >您的账户为您自行设置并由您保管，游神任何时候均不会主动要求您提供您的账户密码。因此，建议您务必保管好您的账户，并确保您在每个上网时段结束时退出登录并以正确步骤离开游蝌众创推广平台。</P
    >
    <P
      >账户因您主动泄露或因您遭受他人攻击、诈骗等行为导致的损失及后果，游神并不承担责任，您应通过司法、行政等救济途径向侵权行为人追偿。</P
    >
    <h3>4.4.2. 账户行为责任自负</h3>
    <P
      >除游神存在过错外，您应对您账户项下的所有行为结果（包括但不限于在线签署各类协议、发布游戏/产品的推广信息）负责。
    </P>
    <h3>4.4.3. 日常维护须知</h3>
    <P
      >如发现任何未经授权使用您账户登录游蝌众创推广平台或其他可能导致您账户遭窃、遗失的情况，建议您立即通知游神并遵照游蝌众创推广平台的申诉途径及时申诉请求找回账号。您应不断提供能增加账号安全性的个人密码保护资料。您可以凭初始注册资料及个人密码保护资料填写申诉单向游神申请找回账号，游神的密码找回机制仅负责识别申诉单上所填资料与系统记录资料相比对后是否吻合，而无法识别申诉人是否真正系该账户的有权使用人。对您因被他人冒名申诉而导致的任何损失，游神在法律允许范围内不承担任何责任。您应知晓账户的保管责任在于您，游神并不承诺账号丢失或遗忘密码后您一定能通过申诉找回账号。</P
    >
    <P
      >您理解游神对您的任何请求采取行动均需要合理时间，且游神应您请求而采取的行动可能无法避免或阻止侵害后果的形成或扩大，除游神存在法定过错外，游神不承担责任。</P
    >
    <h2>5. 游蝌众创推广平台规范</h2>
    <h3>5.1. 服务概况</h3>
    <P
      >您可以在游蝌众创推广平台上享受【申请游戏/产品入驻】、【推广游戏游戏渠道管理】、【游戏特权申请】等服务。游神提供的服务内容众多，具体您可登录游蝌众创推广平台浏览。</P
    >
    <h3>5.2. 申请游戏/产品推广资源</h3>
    <h3>5.2.1. 【入驻游戏/产品】</h3>
    <P
      >通过在游戏推广平台申请入驻游戏/产品，您可获得游戏/产品的推广链接，并通过您的推广行为获得一定的推广费用。</P
    >
    <h3>5.2.2. 【停止入驻游戏/产品】</h3>
    <P
      >如您通过停止入驻游戏/产品终止了您对游戏/产品的推广行为，但您仍应当对您推广时的推广行为负责。</P
    >
    <P
      >在您的申请入驻的游戏/产品连续<u style="color: rgb(128, 0, 128)"
        >7个自然日</u
      >没有产生推广效果时，游神也可依据游蝌众创推广平台规则<u
        style="color: rgb(128, 0, 128)"
        >删除推广链接、渠道游戏包或</u
      >关停您入驻游戏/产品。</P
    >
    <h3>5.3. 依法纳税</h3>
    <P
      >依法纳税是每一个公民、企业应尽的义务，您应对销售额/营业额超过法定免征额部分及时、足额地向税务主管机关申报纳税。</P
    >
    <h3>5.4. 费用</h3>
    <P>
      游神为游蝌众创推广平台向您提供的服务付出了大量的成本，除游蝌众创推广平台明示的收费业务外，游神向您提供的服务目前是免费的。如未来游神向您收取合理费用，游神会采取合理途径并以足够合理的期限提前通过法定程序并以本协议第八条约定的方式通知您，确保您有充分选择的权利。</P
    >
    <h3>5.5. 责任限制</h3>
    <h3>5.5.1. 不可抗力及第三方原因</h3>
    <P
      >游神依照法律规定履行基础保障义务，但对于下述原因导致的合同履行障碍、履行瑕疵、履行延后或履行内容变更等情形，游神并不承担相应的违约责任：</P
    >
    <P
      >（一）因自然灾害、罢工、暴乱、战争、政府行为、司法行政命令等不可抗力因素；</P
    >
    <P>（二）因电力供应故障、通讯网络故障等公共服务因素或第三人因素；</P>
    <P
      >（三）在游神已尽善意管理的情况下，因常规或紧急的设备与系统维护、设备与系统故障、网络信息与数据安全等因素。</P
    >

    <h2>6. 用户信息的保护及授权</h2>

    <h3>6.1. 个人信息的保护</h3>
    <P>
      游神非常重视用户个人信息（即能够独立或与其他信息结合后识别用户身份的信息）的保护，在您使用游神提供的服务时，您同意游神按照在游蝌众创推广平台上公布的隐私权政策收集、存储、使用、披露和保护您的个人信息。</P
    >
    <h3>6.2. 非个人信息的保证与授权</h3>
    <h3>6.2.1. 禁止性信息</h3>
    <P>您应当确保您所发布的包含游戏/产品推广链接的信息不包含以下内容：</P>
    <P>（一）违反国家法律法规禁止性规定的；</P>
    <P
      >（二）政治宣传、封建迷信、淫秽、色情、赌博、暴力、恐怖或者教唆犯罪的；</P
    >
    <P>（三）欺诈、虚假、不准确或存在误导性的；</P>
    <P>（四）侵犯他人知识产权或涉及第三方商业秘密及其他专有权利的；</P>
    <P>（五）侮辱、诽谤、恐吓、涉及他人隐私等侵害他人合法权益的；</P>
    <P
      >（六）存在可能破坏、篡改、删除、影响游蝌众创推广平台任何系统正常运行或未经授权秘密获取游蝌众创推广平台及其他用户的数据、个人资料的病毒、木马、爬虫等恶意软件、程序代码的；</P
    >
    <P
      >（七）其他违背社会公共利益或公共道德或依据相关游蝌众创推广平台协议、规则的规定不适合推广的。</P
    >
    <h3>6.2.2. 授权使用</h3>
    <P
      >对于您提供、发布及在使用游蝌众创推广平台服务中形成的除个人信息外的文字、图片、视频、音频等非个人信息，在法律规定的保护期限内您免费授予游神及其关联公司、第三方合作公司获得全球排他的许可使用权利及再授权给其他第三方使用并可以自身名义对第三方侵权行为取证及提起诉讼的权利。您同意游神及其关联公司存储、使用、复制、修订、编辑、发布、展示、翻译、分发您的非个人信息或制作其派生作品，并以已知或日后开发的形式、媒体或技术将上述信息纳入其它作品内。</P
    >

    <h2>7. 用户的违约及处理</h2>
    <h3>7.1. 违约认定</h3>
    <P>发生如下情形之一的，视为您违约：</P>
    <P>（一）使用游蝌众创推广平台服务时违反有关法律法规规定的；</P>
    <P>
      （二）违反本协议或本协议补充协议（即本协议第2.2条）约定的。
      为适应游戏推广平台发展和满足海量用户对高效优质服务的需求，您理解并同意，游神可在游蝌众创推广平台规则中约定违约认定的程序和标准。如：游神可依据您的用户数据与海量用户数据的关系来认定您是否构成违约；您有义务对您的数据异常现象进行充分举证和合理解释，否则将被认定为违约。
    </P>
    <h3>7.2. 违约处理措施</h3>
    <h3>7.2.1. 行为限制</h3>
    <P>
      您在游蝌众创推广平台上实施的行为，或虽未在游蝌众创推广平台上实施但对游蝌众创推广平台及其用户产生影响的行为构成违约的，游神可依据相应规则对您执行
      <span>冻结或扣除保证金</span>】、【
      <span>扣除部分或全部推广费用</span>】、
      中止向您提供部分或全部服务、划扣违约金等处理措施。如您的行为构成根本违约的，游神可查封您的账户，终止向您提供服务。
    </P>
    <h3>7.2.2. 账户处理</h3>
    <P
      >当您违约的同时存在欺诈、盗用他人账户、等特定情形或您存在危及他人交易安全或账户安全风险时，游神会依照您行为的风险程度指示账户采取取消收款、资金止付、等强制措施。</P
    >
    <h3>7.2.3. 处理结果公示</h3>
    <P
      >游神可将对您上述违约行为处理措施信息以及其他经国家行政或司法机关生效法律文书确认的违法信息在游蝌众创推广平台上予以公示。</P
    >
    <h3>7.3. 赔偿责任</h3>
    <p>
      如您的行为使游神及/或其关联公司、第三方合作公司遭受损失（包括自身的直接经济损失、商誉损失及对外支付的赔偿金、和解款、律师费、诉讼费等间接经济损失），您应赔偿游神及/或其关联公司、第三方合作公司的上述全部损失。
    </p>
    <p>
      如您的行为使游神及/或其关联公司、第三方合作公司遭受第三人主张权利，游神及/或其关联公司、第三方合作公司可在对第三人承担金钱给付等义务后就全部损失向您追偿。
      如因您的行为使得第三人遭受损失或您怠于履行调处决定、游神及/或其关联公司出于社会公共利益保护或消费者权益保护目的，可指示第三方合作公司自您的账户中划扣相应款项进行支付。如您的余额或保证金不足以支付相应款项的，您同意委托游神使用自有资金代您支付上述款项，您应当返还该部分费用并赔偿因此造成游神的全部损失。
    </p>
    <p>
      您同意游神指示第三方合作公司自您的账户中划扣相应款项支付上述赔偿款项。如您账户中的款项不足以支付上述赔偿款项的，游神及/或关联公司可直接抵减您在游神及/或其关联公司其它协议项下的权益，并可继续追偿。
    </p>
    <h3>7.4. 特别约定</h3>
    <h3>7.4.1. 商业贿赂</h3>
    <P
      >如您向游神及/或其关联公司的雇员或顾问等提供实物、现金、现金等价物、劳务、旅游等价值明显超出正常商务洽谈范畴的利益，则可视为您存在商业贿赂行为。发生上述情形的，游神可立即终止与您的所有合作并向您收取违约金及/或赔偿金，该等金额以游神因您的贿赂行为而遭受的经济损失和商誉损失作为计算依据。</P
    >
    <h3>7.4.2. 关联处理</h3>
    <p>
      如您因严重违约导致游神终止本协议时，出于维护平台秩序及保护推广游戏/产品的消费者权益的目的，游神及/或其关联公司可对与您在其他协议项下的合作采取中止甚或终止协议的措施，并以本协议第八条约定的方式通知您。
    </p>
    <p>
      如游神与您签署的其他协议及游神及/或其关联公司、第三方合作公司与您签署的协议中明确约定了对您在本协议项下合作进行关联处理的情形，则游神出于维护平台秩序及保护消费者权益的目的，可在收到指令时中止甚至终止协议，并以本协议第八条约定的方式通知您。
    </p>

    <h2>8. 协议的变更</h2>
    <p>
      游神可根据国家法律法规变化及维护交易秩序、保护消费者权益需要，不时修改本协议、补充协议，变更后的协议、补充协议（下称“变更事项”）将通过法定程序并以本协议第九条约定的方式通知您。
    </p>
    <p>
      如您不同意变更事项，您有权于变更事项确定的生效日前联系游神反馈意见。如反馈意见得以采纳，游神将酌情调整变更事项。
    </p>
    <p>
      如您对已生效的变更事项仍不同意的，您应当于变更事项确定的生效之日起停止使用游蝌众创推广平台服务，变更事项对您不产生效力；如您在变更事项生效后仍继续使用游蝌众创推广平台服务，则视为您同意已生效的变更事项。
    </p>

    <h2>9. 通知</h2>
    <h3>9.1. 有效联系方式</h3>
    <P
      >您在注册成为游蝌众创推广平台用户，并接受游蝌众创推广平台服务时，您应该向游神提供真实有效的联系方式（包括您的<u
        style="color: rgb(128, 0, 128)"
        >QQ</u
      >、联系电话、联系地址等），对于联系方式发生变更的，您有义务及时更新有关信息，并保持可被联系的状态。</P
    >
    <P
      >您在注册游蝌众创推广平台用户时生成的用于登陆游蝌众创推广平台接收站内信、系统消息的账号（包括子账号），也作为您的有效联系方式。</P
    >
    <P
      >游神将向您的上述联系方式的其中之一或其中若干向您送达各类通知，而此类通知的内容可能对您的权利义务产生重大的有利或不利影响，请您务必及时关注。</P
    >
    <h3>9.2. 通知的送达</h3>
    <P
      >游神通过上述联系方式向您发出通知，其中以电子的方式发出的书面通知，包括但不限于在游蝌众创推广平台公告，向您提供的联系电话发送手机短信，向您提供的电子邮件地址发送电子邮件，向您的账号发送系统消息以及站内信信息，在发送成功后即视为送达；以纸质载体发出的书面通知，按照提供联系地址交邮后的第五个自然日即视为送达。</P
    >
    <P
      >你应当保证所提供的联系方式是准确、有效的，并进行实时更新。如果因提供的联系方式不确切，或不及时告知变更后的联系方式，使法律文书无法送达或未及时送达，由您自行承担由此可能产生的法律后果。</P
    >

    <h2>10. 协议的终止</h2>
    <h3>10.1. 终止的情形</h3>
    <h3>10.1.1. 游神发起的终止</h3>
    <P>出现以下情况时，游神可以本协议第八条的所列的方式通知您终止本协议：</P>
    <p>（一）您违反本协议约定，游神依据违约条款终止本协议的；</p>
    <p>
      （二）您盗用他人账户、发布违禁推广信息、骗取他人财物、扰乱<span>平台</span>秩序、采取不正当手段谋利等行为，游神依据游蝌众创推广平台规则对您的账户予以查封的；
    </p>
    <p>
      （三）除上述情形外，因您多次违反游蝌众创推广平台规则相关规定且情节严重，游神依据游蝌众创推广平台规则对您的账户予以查封的；
    </p>
    <p>（四）您的账户被游神依据本协议回收的；</p>
    <p>（五）其他严重违法违约行为的；</p>
    <p>（六）其它应当终止服务的情况。</p>
    <h3>10.2. 协议终止后的处理</h3>
    <h3>10.2.1. 用户信息披露</h3>
    <P
      >本协议终止后，除法律有明确规定外，游神无义务向您或您指定的第三方披露您账户中的任何信息。</P
    >
    <h3>10.2.2. 游神权利</h3>
    <P>本协议终止后，游神仍享有下列权利：</P>
    <P>（一）继续保存您留存于游蝌众创推广平台的本协议第六条所列的各类信息；</P>
    <P>（二）对于您过往的违约行为，游神仍可依据本协议向您追究违约责任。</P>

    <h2>11. 法律适用、管辖与其他</h2>
    <h3>11.1. 法律适用</h3>
    <P
      >本协议之订立、生效、解释、修订、补充、终止、执行与争议解决均适用中华人民共和国大陆地区法律；如法律无相关规定的，参照商业惯例及/或行业惯例。</P
    >
    <h3>11.2. 管辖</h3>
    <P
      >您因使用游蝌众创推广平台服务所产生及与游蝌众创推广平台服务有关的争议，由游神与您协商解决。协商不成时，任何一方均可向被告所在地有管辖权的人民法院提起诉讼。</P
    >
    <h3>11.3. 可分性</h3>
    <P
      >本协议任一条款被视为废止、无效或不可执行，该条应视为可分的且并不影响本协议其余条款的有效性及可执行性。</P
    >
  </div>
</template>
<script>
export default {};
</script>

<style lang="scss" scoped>
.agreement {
  max-width: 960px;
  margin: 0 auto;
  padding: 0 15px;

  h2 {
    text-align: center;
  }
}
h1 {
  text-align: center;
}
p {
  text-indent: 2em;
}

span {
  color: red;
  text-decoration: underline;
}
</style>
