<template>
  <div>
    <div class="page-crumbs">
      <div class="crumbs">
        <breadcrumb />
      </div>
    </div>
    <el-tabs v-model="activeName" type="border-card">
      <el-tab-pane label="《警方打击电信诈骗团伙游戏推广遭查处》" name="0">
        <el-container class="notice_content">
          <div>
            <h2>警方打击电信诈骗团伙游戏推广遭查处</h2>
            <p>
              近日，阳江都市网报道了一起当地警方捣毁诈骗窝点的新闻，和平日的类似新闻不同的是，本次的新闻主角和游戏产业有些关系。
            </p>
            <p class="black">警方打击电信诈骗团伙，游戏推广公司被查</p>
            <p>
              据阳江都市网报道，4月23日，当地公安局调集了近800警力，在广州警方的支持下，同时在广州、阳江对集群战“飓风17号”特大电信网络诈骗团队展开收网行动，一举抓获涉案人员202人，捣毁5个诈骗窝点，诈骗团伙主犯全部落网，现场缴获作案电脑、手机、诈骗剧本等一大批作案工具。
            </p>
            <p class="red2">
              据警方介绍，该犯罪团伙主要以男性推广员冒充女性网友在网上利用婚恋交友等方式结交男性，安排诈骗剧本、约线下见面等手段诱导事主进入游戏平台进行消费来实施诈骗。
            </p>
            <p>
              而从新闻的配图来看，本次被查处的公司是阳江市花猫互娱网络科技有限公司。从公开资料来看，该公司的主要业务为游戏推广。
            </p>
            <div style="text-align: center">
              <img src="../../assets/images/image002.gif" alt />
            </div>
            <div style="text-align: center">
              <img src="../../assets/images/image005.jpg" alt />
            </div>
            <p>
              异性婚恋交友诈骗已经成为电信诈骗的主要类型之一，而相比“相亲诈骗”“交友诈骗”等诈骗手段而言，网络游戏“结婚诈骗”“异性交友诈骗”实际并无新意，区别仅在于平台是游戏而非现实，诈骗所得也多为非金钱转账，而是向玩家销售游戏道具。
            </p>
            <p>
              在网络上仅存的花猫互娱招聘相关页面中，这篇来自BOSS直聘的招聘信息显示，花猫互娱曾招聘过“网络游戏推广员”。
            </p>
            <p>
              资料显示，推广员的工作内容主要是在游戏中与玩家建立关系，保持玩家活跃度，降低玩家流失，并通过各大渠道推广游戏。
            </p>
            <p>
              从招聘信息上来看，花猫互娱的“推广员”们工作内容“还算正常”，让人难以联想到上述新闻中因诈骗而被警方查处的花猫互娱。
            </p>
            <p>那么花猫互娱为什么会因诈骗而被警方查处呢？</p>
            <p class="black">小哥哥，以后一起下副本，加我啊</p>
            <p>“小哥哥，以后一起下副本啊，加我VX XXXXX”</p>
            <p>
              近两年，很多玩家在玩手游的时候，总会收到异性角色发来的这种莫名其妙的交友信息。
            </p>
            <p>
              这些“女玩家”先是添加游戏好友，发信息获取玩家的联系方式，进而在游戏外与玩家拉家常，套近乎。
            </p>
            <p>
              就在玩家还在感慨“这游戏的妹子真是Open”时，她们就会露出真实面目，要求玩家和“她”一起去其他游戏游玩。
            </p>
            <p class="red2">
              而当玩家真的进入了那款游戏之后，“女玩家”就会继续与玩家“建立友谊”，利用包括但不限于“游戏内结婚”等手段来怂恿玩家“冲榜”、“做活动”来产生充值行为。
            </p>
            <p>
              而所谓的榜单通常也由这些“女玩家”背后所属的渠道所控制，而有些渠道为了进一步“榨干”玩家还安排了陪练剧本。
            </p>
            <p>
              这些陪练进入游戏，与玩家PK，竞争游戏排名，甚至争夺游戏内配偶，激发玩家的攀比心理，进一步刺激充值。
            </p>
            <p>
              玩家在这个过程中所充值的金钱，一部分将会成为渠道的收益，而“女玩家”们也会获得相应提成。
            </p>
            <p>
              业内人士介绍，在这个过程中，为了让玩家能够“精虫上脑”，游戏推广人员常常有“做戏到底”，要给自己建立一个鲜活的年轻女性人设，不但要在游戏内陪着玩家游玩，还要在社交软件上经营与玩家的关系，必要时和玩家“虚假恋爱”。
            </p>
            <p class="red2">
              而进入“虚假恋爱”阶段，“女玩家”则不再止于游戏内的一些剧本操作，而会增加“线下见面”、“闹别扭”、“戴绿帽”等手段，让玩家在游戏中不断充值。
            </p>
            <p>
              有曾经从事过该行业的人员透露，他之前为了完成充值任务，在聊天软件中假意“线下见面”，但在对方充值后“移情别恋”，刺激玩家充值“报仇”，一举让玩家在游戏内充值了近5万元。
            </p>
            <p>
              警方在花猫互娱处所搜集到的“诈骗剧本”，就是渠道进行游戏推广时与玩家维护关系的“经营资料”。
            </p>
            <p class="black">受害者不止游戏玩家，法律专业人士:新型网络诈骗</p>
            <p>
              “我国刑法有明确规定：诈骗罪是指以非法占有为目的，用虚构事实或者隐瞒真相的方法，骗取数额较大的公私财物的行为。本案犯罪人员以冒充女性利用网上婚恋交友方式结交男性，诱导事主进入游戏平台进行消费，冒充女性构成了虚构事实、隐瞒真相，诱导事主进行消费，金额达到3000元以上，也符合非法占有他人财产且数额较大的行为，所以应被认定为诈骗罪。”
            </p>
            <br />
            <br />
            <br />
            <p style="text-align: right">
              （消息来源新浪游戏频道，文章有部分删减）
            </p>
          </div>
        </el-container>
      </el-tab-pane>
      <el-tab-pane label="《游戏渠道法律风险大数据报告发布》" name="1">
        <el-container class="notice_content">
          <div>
            <h2>游戏渠道法律风险大数据报告发布！</h2>
            <p>
              近年来，游戏行业飞速发展，游戏渠道行业亦是突飞猛进。随着游戏渠道市场的发展，渠道行业的刑事风险问题接踵而来，“男扮女CP模式”、“虚假充值返利”等现象引起了警方的极大关注，部分违规渠道出现了。随着游戏渠道刑事案件逐渐增多，游戏渠道行业的合规风险面临着越来越大的挑战。本文基于中国裁判文书网，旨在通过游戏渠道行业刑事案件大数据，为游戏渠道行业的合规风险提供借鉴和参考。
            </p>
            <div style="text-align: center">
              <img
                style="width: 50%"
                src="../../assets/images/image006.jpg"
                alt
              />
            </div>
            <p class="black">游戏渠道涉案主要有三点原因：</p>
            <p>
              1、在游戏中冒充女性，以谈感情、处男女朋友等为名，骗取男性玩家在游戏中充值；2、“男扮女”并以各种名义向男性玩家索要财物；3、以虚假的充值返现名义引诱玩家在游戏中消费。
            </p>
            <!-- <p>2、“男扮女”并以各种名义向男性玩家索要财物；</p>
            <p>3、以虚假的充值返现名义引诱玩家在游戏中消费。</p>-->
            <div style="text-align: center">
              <img
                style="width: 50%"
                src="../../assets/images/image007.jpg"
                alt
              />
            </div>
            <p>游戏渠道诈骗案件——判决最多的省份是江苏省，占比76%</p>
            <div style="text-align: center">
              <img
                style="width: 50%"
                src="../../assets/images/image008.jpg"
                alt
              />
            </div>
            <p>游戏渠道诈骗案件——有期徒刑为主，目前最高五年</p>
            <p>
              以“游戏”“渠道”“诈骗”等为关键词，通过中国裁判文书网进行检索，共224篇裁判文书，其中，21篇判决书为游戏渠道涉嫌诈骗案件。其中，2例案件当事人被判处3年以上实刑，占比10%；12例案件当事人被3年以下实刑，占比57%；7例案件当事人被判处缓刑，占比为33%。
            </p>
            <div style="text-align: center">
              <img
                style="width: 50%"
                src="../../assets/images/image009.jpg"
                alt
              />
            </div>

            <p>游戏渠道案件——负责人涉案率较高</p>
            <p class="black">游戏渠道负责人涉案原因主要包括：</p>
            <p>
              1、纵容员工以“男扮女”“虚假充值返现”等欺骗方式引诱被害人在其推广的游戏中充值，以谋取非法利益；2、组织、指导员工以诱骗方式骗取玩家在其推广的游戏中充值，从中获利。
              <span class="black">典型案例——“重庆轻游”案</span>
            </p>
            <p>案情介绍：</p>
            <p>
              2017年7月份，李双印应聘进入轻游公司从事网络游戏推广工作。2017年8月1日，轻游公司与李双印签订《页游传奇投资合作协议》，约定轻游公司投资5万元，李双印负责推广轻游公司提供的游戏产品，轻游公司与李双印按照10%、90%的比例分配收益。李双印在推广游戏的过程中，向游戏玩家谎称充某2账户后可以返还现金，并冒充游戏公司女性客服人员诱骗男玩性家充某2账户。王某知道李双印使用该欺诈方式推广游戏产品。
            </p>
            <p>案件解读：</p>
            <p class="red2">1、“男扮女”是否构成诈骗？</p>
            <p>
              法律界对“男扮女”推广是否构成诈骗存在较大争议，江苏法院普遍认为“男扮女”构成诈骗，故游戏推广公司应禁止使用“男扮女”的方式推广，以免涉嫌诈骗。
            </p>
            <p class="red2">
              2、员工私下“男扮女”骗取玩家财物，公司是否需负法律责任？
            </p>
            <p>
              重庆轻游案中，虽公司法定代表人王某指使员工假冒女性玩家诱惑男性玩家推广，但其目的是提升游戏产品的销售额以从中牟利，员工骗取被害人转账给其个人的行为不属于王某的故意内容，故王某不应对此承担刑事责任。故，游戏渠道公司员工若私下“男扮女”骗取玩家财物，该行为仅为个人行为的情况下，公司无需为员工该行为负责。
            </p>
            <div style="text-align: center">
              <img
                style="width: 50%"
                src="../../assets/images/image010.jpg"
                alt
              />
            </div>
            <p>游戏渠道合规建议</p>
            <p class="red2">（一）制定游戏渠道风控规范手册，规范渠道行为</p>
            <p>
              1、严禁员工“男扮女”；2、严禁在游戏中与玩家产生婚恋关系；3、严禁以诱骗方式刺激玩家充值消费；4、严禁索要/收取玩家游戏道具/红包；5、严守保密义务。
            </p>
            <p class="red2">（二）与员工签署推广承诺书</p>
            <p>
              1、按公司要求的正规方式进行推广服务；2、不冒充现实中的人物身份，私下约见网友，骗取对方财物；3、做出的承诺均真实，不对玩家进行虚假承诺；4、游戏充值是玩家自由的选择，不诱导、逼迫玩家通过贷款或信用卡等借贷方式进行游戏充值。
            </p>
            <p class="red2">（三）定期对员工/高管培训</p>
            <p>
              对员工及高管就推广方式合规、推广禁止性行为进行培训，并模拟刑事风险，进行危机公关培训。
            </p>
            <p class="red2">（四）推广沟通内容合法合规</p>
            <p>
              就推广常见的充值返利问题、礼包问题、婚恋交友问题、赠送游戏道具问题、代充值代上号问题、玩家举报问题规范合规推广话术，从对外话术上控制风险。
            </p>
            <br />
            <br />
            <br />
            <p style="text-align: right">
              因篇幅原因，本文仅对大数据报告中的部分内容进行摘录（消息来源微信公众号，文章有部分删减）
            </p>
          </div>
        </el-container>
      </el-tab-pane>
      <el-tab-pane label="《以为遇上白富美男子花15万打点“女神”》" name="2">
        <el-container class="notice_content">
          <div>
            <h2>以为遇上白富美,男子花15万打点“女神”</h2>
            <p>
              市民陈某3月初在网上认识一位“美女”，自称叫思思，家里做工程和服装生意很有钱。陈某一心觉着自己交上了“白富美”，完全忘了这是一个多么老土的骗局。
            </p>
            <div style="text-align: center">
              <img
                style="width: 50%"
                src="../../assets/images/image011.jpg"
                alt
              />
            </div>
            <p>
              思思很爱玩一个叫“XX决”的手游，也把这款游戏推介给了陈某，两人在游戏中以夫妻相称，玩游戏的过程中，思思经常让陈某给他送花（游戏道具）。
            </p>
            <div style="text-align: center">
              <img
                style="width: 50%"
                src="../../assets/images/image012.jpg"
                alt
              />
            </div>
            <div style="text-align: center">
              <img
                style="width: 50%"
                src="../../assets/images/image013.jpg"
                alt
              />
            </div>
            <p>
              为了博取“女友”开心并且能见一面，陈某短短半个月的时间先后送了154个道具，花了15万元。
            </p>
            <div style="text-align: center">
              <img
                style="width: 50%"
                src="../../assets/images/image014.jpg"
                alt
              />
            </div>

            <p>
              终于要见面了，两人在微信共享了位置。花15万见女神一面，陈某激动不已，但是他和这位“白富美”的最近距离，也仅限于这张位置共享，女友从此消失不见。
            </p>
            <div style="text-align: center">
              <img
                style="width: 50%"
                src="../../assets/images/image015.jpg"
                alt
              />
            </div>
            <p>
              不得已，陈某在自己所在辖区报了案。丰财派出所称，这是一个虚构美女人设，以广大男青年为诈骗目标的典型骗局。
            </p>
            <div style="text-align: center">
              <img
                style="width: 50%"
                src="../../assets/images/image016.jpg"
                alt
              />
            </div>
            <p>
              经过技术手段，最终民警在扬州抓获了“思思”，以及众多的“思思们”……他们竟然都是大老爷们。警方现场抓获了6名犯罪嫌疑人，并扣押涉案财物电脑8台、手机8部，追缴了赃款50余万元。
            </p>
            <div style="text-align: center">
              <img
                style="width: 50%"
                src="../../assets/images/image017.jpg"
                alt
              />
            </div>
            <p>
              经初步审讯，这是一个由老板仓某、管理员钱某、金某，具体诈骗实施者江某、闫某、温某6人组成的架构明晰、层次分明的小型诈骗团伙。他们利用一些男青年失恋，或者对网上一些美女羡慕，犯罪嫌疑人通过网上买一些美女的套图，然后以诱惑、恋爱、见面、开房为诱惑，让受害人给他充钱，受害人往往投入了自己的感情、投入了自己的金钱，然后越陷越深，到最后竹篮打水一场空。
            </p>
            <br />
            <br />
            <br />
            <p style="text-align: right">
              （消息来源微信公众号，文章有部分删减）
            </p>
          </div>
        </el-container>
      </el-tab-pane>
      <el-tab-pane label="《冒出美女“谈感情”进游戏充值行诈骗》" name="3">
        <el-container style="padding: 30px 450px">
          <div>
            <h2 style="text-align: center">冒出美女“谈感情”进游戏充值行诈骗</h2>
            <div class="input_video">
              <video-player
                class="video-player vjs-custom-skin"
                ref="videoPlayer"
                :playsinline="true"
                :options="playerOptions"
              ></video-player>
            </div>
            <br />
            <br />
            <br />
          </div>
        </el-container>
      </el-tab-pane>
      <el-tab-pane label="《游戏结识“女神”聋哑小伙跳楼》" name="4">
        <el-container class="notice_content">
          <div>
            <h2 style="text-align: center">游戏结识“女神”聋哑小伙跳楼</h2>
            <p>
              中国经济网北京12月8日讯
              据重庆广电第1眼近日报道，据市民邓先生称，儿子小林是位聋哑人，11月25日晚11点多，在家里从九楼窗户一跃而下，试图结束自己的生命。
            </p>
            <p>
              “他右脚两处骨折，腿被摔成三截，左脚有这么大一团肉是剐掉了的；然后肺部是肋骨骨折，一侧肺挫伤，头部到处是伤口，这腰后这么长一条口子，全身缝了几十针。”邓先生说。
            </p>
            <p>
              儿子小林本就职于一家汽配厂，月薪2000多元，收入虽不高，但生活平淡安宁。邓先生告诉记者，出事后，他翻看了儿子的手机，发现小林前段时间在QQ上认识了一个人，QQ名称为“女神”，儿子因为是残疾人，未谈过朋友，故很受对方心仪。邓先生称，“她以和儿子耍朋友为借口，然后拉他去充值打游戏”。
            </p>
            <p>
              从二人聊天记录来看，“女神”开始只是推荐游戏并建议一起玩，后来提出以“夫妻身份”组队打游戏，并以“老公”对小林称呼，两人关系也日渐亲密。
            </p>
            <p>
              邓先生称，“她叫我儿子一口一个老公，我儿子因为没耍过朋友，比较单纯，我儿子肯定相信了他，就因为叫的亲热。”
            </p>
            <p>
              游戏充值是无底洞，邓先生知道以儿子工资应并无较多积蓄。但接下来，“女神”又推荐了各种网络借款工具和平台。
            </p>
            <p>
              邓先生称，“他自己打工两三年的存款充完之后，那人又教唆他在京东白条，支付宝的花呗借呗去借，还有分期乐等网贷平台，我们发现孩子在外面借了一万六，还找同学借了一千。”邓先生说，儿子是个聋哑人，很难想象儿子为了这个“女神”对别人比划借钱有多困难
            </p>
            <p>
              但“女神”并不满足，又教唆他向家人、亲友伸手，而且加强了刺激力度：“我们结婚吧”。
            </p>
            <p>
              “那个人跟他说，我爸爸叫你给三万块钱给我，就同意我们结婚，婚后三万块又还你，我儿子一听这要求是合理的，就来找他妈借钱，妈妈说拿不出那么多钱，他又去找伯父借，我哥想小青年借几万不大正常，就跟我说了，我就问他，我儿子他就很着急了，因为借钱没借到，然后他自己就跳楼了”。邓先生说。
            </p>
            <p>
              就在记者采访时，小林的手机又响了，“女神”问候一条条接踵而来，包括“老公你在吗”，“我们慢慢来啊”，“你也不用一下就凑齐”等，不过对于此人真实身份，邓先生表示怀疑。“看的出来不是和他耍朋友的，不然不会让他去借那些钱，借那些钱是要付高利息的，对方是不是女人我觉得都不一定”。
            </p>
            <p>
              记者为查清事情由来通过QQ申请加“女神”好友，但一直未获通过。邓先生说孩子出事后，家人在网上查询发现，儿子的遭遇可能并非个案，为人为故意设计的套路。该套路一般分为三步骤：一，年轻女性主动联系加好友；二，推荐网络游戏一起玩，同时不断要求男方给游戏角色充值；三，发展为男女朋友，以恋爱甚至结婚为由索取钱财。
            </p>
            <p>画面显示，小林充值的这游戏公司分别为福建某网络科技公司。</p>
            <p>
              此外，还有媒体公开报道过多家科技公司因为派员工冒充“美女”玩家拉人玩游戏充值，结果被公安机关查处。
            </p>
            <p>
              邓先生说，其他玩家选择投诉而儿子选择走极端，只因为儿子单纯且患有残疾，接受信息的程度要狭窄一些。目前邓先生已经报警，警方已介入调查此事，不过具体侦办工作还需小林身体情况允许才可以进行，警方到时会带哑语翻译人员一同前往，让小林补充案件更多细节，从而获取更多有价值破案信息。
            </p>
            <br />
            <br />
            <br />
            <p style="text-align: right">
              （消息来源中国经济网，文章有部分删减）
            </p>
          </div>
        </el-container>
      </el-tab-pane>
    </el-tabs>
  </div>
</template>

<script>
export default {
  name: "noticeBoard",
  data() {
    return {
      activeName: "0",
      // 视频播放
      playerOptions: {
        playbackRates: [0.5, 1.0, 1.5, 2.0], //可选择的播放速度
        autoplay: false, //如果true,浏览器准备好时开始回放。
        muted: false, // 默认情况下将会消除任何音频。
        loop: false, // 视频一结束就重新开始。
        preload: "auto", // 建议浏览器在<video>加载元素后是否应该开始下载视频数据。auto浏览器选择最佳行为,立即开始加载视频（如果浏览器支持）
        language: "zh-CN",
        aspectRatio: "16:9", // 将播放器置于流畅模式，并在计算播放器的动态大小时使用该值。值应该代表一个比例 - 用冒号分隔的两个数字（例如"16:9"或"4:3"）
        fluid: true, // 当true时，Video.js player将拥有流体大小。换句话说，它将按比例缩放以适应其容器。
        sources: [
          {
            type: "",
            src: require("../../assets/video/WeChat.mp4") //url地址
          }
        ],
        notSupportedMessage: "此视频暂无法播放，请稍后再试", //允许覆盖Video.js无法播放媒体源时显示的默认信息。
        controlBar: {
          timeDivider: true, //当前时间和持续时间的分隔符
          durationDisplay: true, //显示持续时间
          remainingTimeDisplay: false, //是否显示剩余时间功能
          fullscreenToggle: true //全屏按钮
        }
      }
    };
  }
};
</script>

<style lang="scss" scoped>
.input_video {
  width: 700px;
  height: 700px;
  margin: 0 auto;
}
.notice_content {
  background: #fff;
  padding: 30px;
  border-radius: 5px;
  h2 {
    text-align: center;
  }
  p {
    text-indent: 2em;
  }
  .black {
    color: rgba(0, 0, 0, 0.8);
    font-weight: 700;
  }
  .red {
    color: red;
    font-weight: 700;
    text-decoration: underline;
  }
}
.red2 {
  color: red;
  font-weight: 700;
}
</style>
